;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Zityi's Translator Team
; TranslationAuthorEmail: zityisoft@gmail.com
; Soft Version: 1.26
;

[Translation]
LanguageName=HUN
LangCode=040e
ReadHabit=Left-to-right
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET

Confirm=Megerősítés

;
; Main GUI
;
TfrmWRMMain.Caption=Wise Reminder
TfrmWRMMain.btnUnfinish.Caption=Befejezetlen
TfrmWRMMain.btnCompleted.Caption=Befejezett
TfrmWRMMain.btnBack.caption=Vissza
TfrmWRMMain.btnDone.Caption=Mentés
TfrmWRMMain.lblRepeat.caption=Ismétlés:
TfrmWRMMain.lblTime.caption=Idő:
TfrmWRMMain.lblName.caption=Leírás:
TfrmWRMMain.lblDate.caption=Dátum:
TfrmWRMMain.cbPeriod.Item1=Egyszer
TfrmWRMMain.cbPeriod.Item2=Naponta
TfrmWRMMain.cbPeriod.Item3=Hetente
TfrmWRMMain.cbPeriod.Item4=Havonta
TfrmWRMMain.cbPeriod.Item5=Évente
;
;hint
;
TfrmWRMMain.RestoreHint=Mentés és visszaállítás
TfrmWRMMain.imgf.hint=Kövessen minket a Facebookon
TfrmWRMMain.imgt.hint=Kövessen minket a Twitteren
TfrmWRMMain.imgmail.hint=Ossza meg barátaival
TfrmWRMMain.imghome.hint=Hivatalos weboldal
TfrmWRMMain.CloseHint=Bezárás
TfrmWRMMain.MenuHint=Menü
TfrmWRMMain.MinHint=Minimalizálás
TfrmWRMMain.lbl2.caption=Jelenlegi verzió:%s
TfrmWRMMain.lbl3.Caption=Frissítések ellenőrzése
TfrmWRMMain.btnDetails.hint_1=Részletek
TfrmWRMMain.btnDetails.hint_2=Módosítás és helyreállítás
TfrmWRMMain.btnDelete.hint_1=Megjelölés befejezettként
TfrmWRMMain.btnDelete.hint_2=Törlés
TfrmWRMMain.OpenWindow=WiseReminder megnyitása
TfrmWRMMain.btnNew.Caption=új

msgdlg.btnNO=Nem
msgdlg.btnOk=OK
msgdlg.btnYes=Igen
;
; Time
;
constY=Év
constM=Hónap
constD=Nap
constHH=Óra
constMM=Perc
constSS=Másodperc
constYs=Év
constMs=Hónap
constDs=Nap
constHHs=Óra
constMMs=Perc
constSSs=Másodperc
;
; Popup Menu
;
TfrmWRMMain.TrayMenuItem1=Online súgó
TfrmWRMMain.TrayMenuItem2=Fórum
TfrmWRMMain.TrayMenuItem3=Hivatalos weboldal
TfrmWRMMain.TrayMenuItem4=Kapcsolat
TfrmWRMMain.TrayMenuItem5=Frissítések ellenőrzése
TfrmWRMMain.TrayMenuItem6=Hírek ellenőrzése
TfrmWRMMain.TrayMenuItem7=Nyelv
TfrmWRMMain.TrayMenuItem8=Futtatás indításkor
TfrmWRMMain.TrayMenuItem9=Névjegy
TfrmWRMMain.TrayMenuItem10=Kilépés
TfrmRemindDlg.Caption_1=Elszalasztott néhány emlékeztetőt
TfrmWRMMain.lbl1.caption=Visszaállítás
TfrmWRMMain.fxpmn.item1=Mentés
TfrmWRMMain.fxpmn.item2=Visszaállítás
GetLang=Fordítás...
;
; Notice
;
TfrmRemindDlg.Caption=Értesítés
TfrmRemindDlg.btnComplete.Caption=Értem
TfrmRemindDlg.btnDelay.Caption=Emlékeztessen később
;
; About
;
TfrmAbout.Caption=Névjegy
TfrmAbout.lblEmail.caption=Email támogatás:
TfrmAbout.lblhome.caption=Hivatalos weboldal:
TfrmAbout.lblthanks.caption=Köszönetnyilvánítás:
TfrmAbout.btnOk.Caption=OK
TfrmAbout.lblver.Caption=Jelenlegi verzió:
;
;Voice
;
TfrmWRMMain.cbbVoice.Item1 = Némítás
TfrmWRMMain.cbbVoice.Item2 = Alapértelmezett
TfrmWRMMain.cbbVoice.Item3 = Egyéni 
TfrmWRMMain.lblVoice.Caption = Csengőhang:

[Messages]
UnkonwFileType = Ismeretlen hangfájl!
ExitModify=Még nem mentett minden módosítást. Valóban elhagyja ezt az oldalt?
RemindNameNULL=Kérjük, adja meg az emlékeztető megnevezését!
NewVer=Egy új Wise Reminder verzió érhető el! Frissíti most?
NoNewVer=Gratulálunk! Ön a legújabb verziót használja.
ExitApp=Valóban bezárja a Wise Reminder-t? A Wise Reminder értesítések nem lesznek elérhetők többé!
NoneReminder=Nem állított be emlékeztetőt!
NoneCopmpleted=Nem rendelkezik elkészült emlékeztetővel!
NoneSelected=Kérjük, válasszon legalább egy elemet!
TimeOver=A beállított idő korábbi a jelenleginél!

[Lang]
NativeLanguage=Magyar